@extends('layouts.owner')

@section('title', 'Privacy Policy')
@section('body-class', 'Register-body')

@section('content')
<div class="boxed_wrapper">
    <div class="login-wrapper container">
        <!-- Start of Terms and Conditions Section -->
        <div class="terms-conditions" style="color: white; text-align: justify;">
            <h2>سياسة الشروط والأحكام</h2>
            <p>
                <strong>تمهيد :</strong><br>
                منصة يورستاي وهي مملوكة لشركة روح الإقامة وفق السجل التجاري رقم (7041269957) والمسجل لدى وزارة التجارة بالمملكة العربية السعودية ، تجدون أدناه سياسة الشروط والأحكام الخاصة بالمنصة وهي المنظمة لكافة الآثار القانونية التي تنتج عن استخدام كافة الخدمات والمزايا عبر الموقع الالكتروني أو التطبيق الخاص بالمنصة، ويعد التسجيل لأي طرف موافقة منه وهو بكامل أهليته الشرعية والقانونية على كافة أحكام وبنود هذه الاتفاقية، ونرفق لكم الشروط والأحكام وفق ما يلي :
            </p>
            
            <h3>المادة الأولى : المقدمة</h3>
            <p>
                1- يعتبر التمهيد جزء لا يتجزأ من الاتفاقية ويفسر على ضوئهاٮ<br>
                2- يقتضي الاشتراك في خدمات المنصة المختلفة عبر الموقع الالكتروني أو التطبيق الموافقة على الشروط والأحكام التابعة للمنصةٮ<br>
                3- أي خدمات أو خصائص جديدة تضاف للمنصة تندرج تحت أحكام هذه الاتفاقيةٮ<br>
                4- يحق للمنصة تحديث الشروط والأحكام بما يتوافق مع ما تقدمه من خدمات أو خصائص وبما تراه مناسباً في أي وقت ، وذلك بنشرها على الموقع الالكتروني الخاص بالمنصة ، وتعتبر سارية من تاريخ نشرهاٮ<br>
                5- يقر المستخدم لأي من خدمات المنصة بالموافقة على كافة الشروط والأحكامٮ<br>
                6- يتم نشر هذه الاتفاقية باللغة العربية ، وبأي لغة أخرى حسب احتياج المنصة ، وفي حال الاختلاف بين اللغات فتكون اللغة العربية هي الأساس والمفسر والمعتمد قانونياًٮ
            </p>
            
            <h3>المادة الثانية : التعريفات</h3>
            <p>
                1- المنصة) يقصد بهذه العبارة (منصة يورستاي التابعة لشركة روح الإقامة، ويشمل هذا التعريف كافة أشكال شركة روح الإقامة على الشبكة العنكبوتية، سواء كان بواسطة الموقع الالكتروني أو التطبيق للأجهزة الذكية أو غيرهاٮ<br>
                2- الاتفاقية يقصد بهذه العبارة سياسة الشروط والأحكام الخاصة بمنصة يورستايٮ<br>
                3- المضيف (المؤجر) يقصد بهذه العبارة صاحب الوحدة المعروضة للتأجيرٮ<br>
                4- الضيف (المستأجر) يقصد بهذه العبارة المستخدم الذي يستهدف استئجار الوحدات المعروضة عبر المنصةٮ<br>
                5- مشرف الوحدات يقصد بهذه العبارة الشخص المكلف من المؤجر لإتمام عملية التأجير وتجهيز الوحدة الإيجاريةٮ
            </p>
            
            <h3>المادة الثالثة : شروط الحساب</h3>
            <p>
                1- يجب أن يكون عمر المستخدم 18 عاماً أو أكثر ، أو أن يكون قد بلغ سن الرشد حسب الأنظمة والقوانين للدولة التي يستخدم منها الخدمةٮ<br>
                2- يجب على المستخدم التسجيل في منصة يورستاي للاستفادة من كافة المميزات والخدمات المتاحة عبر المنصة ، وذلك عبر كتابة الاسم الثلاثي كما هو في الوثائق الرسمية، وكتابة الإيميل وعنوان الإقامة ورقم الجوال الصحيح وأي معلومات يتم طلبها لإتمام عملية التسجيلٮ<br>
                3- تقع المسؤولية على المستخدم فيما يتعلق بسرية كلمة المرور والبيانات الخاصة بالحساب ، ويكون نسيانها أو كتابتها بشكل عشوائي أو بسيط مسؤولية المستخدم ، ولا تتحمل المنصة أي تبعات في هذه الحالةٮ<br>
                4- المستخدم يكون مسؤولاً عن كافة البيانات والمعلومات التي يقدمها للمنصة أو يقوم بالتحميل عليهاٮ 
                ويراعي في ذلك عدم الإضرار بالمنصة عبر أي برامج فيروسية خبيثة أو غيرها ، وفي حال المخالفة فيحق للمنصة إيقاف الحساب مع احتفاظها بكافة حقوقها الشرعية والقانونيةٮ
            </p>
            
            <h3>المادة الرابعة : تفعيل الحساب</h3>
            <p>
                1- بموجب المادة ((2-3 فإن الشخص المستفيد من خدمات المنصة هو المستخدم مالك الحساب ، وهو الخاضع لأحكام هذه الاتفاقيةٮ<br>
                2- في حال استخدام المنصة نيابة عن شخص ما أو كيان قانوني فإن أحكام هذه الاتفاقية تنطبق على الموكل والوكيل على حد سواءٮ
            </p>
            
            <h3>المادة الخامسة : خدمات الدفع</h3>
            <p>
                1- يحق للمنصة بالنيابة عن المستخدم تزويد سداد أو الفيزا أو الماستر كارد أو ابل بي بمعلوماته بناء على طلب صاحب الحساب بعد إكمال عملية التسجيلٮ<br>
                2- تقع المسؤولية لخدمة سداد وجميع خدمات الدفع بما فيها فيزا أو مدى أو مستر كارد أو التحويل البنكي وغيرها على صاحب الحساب حصراً ، ولا تتحمل المنصة أي تبعات قانونية ، وفي حال الرغبة بعدم إبقائها نشطة فتقع مسؤولية الإيقاف على صاحب الحسابٮ<br>
                3- يعتبر بمجرد استخدام أي وسيلة من وسائل الدفع رضاً بكافة الشروط والأحكام الخاصة بهذه الوسيلة كطرف ثالث ، وفي حال التعديل على هذه الأحكام فيعتبر سارياً بمجرد نشره على المنصة عبر الموقع أو التطبيق أو غيرها ، وفي حال عدم رضا المستخدم بالشروط فيمكنه إيقاف تنشيط خدمة الدفع التي قام باستخدامهاٮ
            </p>
            
            <h3>المادة السادسة : مشرف الوحدات</h3>
            <p>
                1- تقدم المنصة خدمة مشرف الوحدات ، وهي خدمة تمكن صاحب الوحدة الإيجارية بتكليف وتوكيل مشرف خاص بالوحدة للعناية بها وتجهيزها لغرض التأجير ، ويكون اختيار المشرف بواسطة المؤجرٮ<br>
                2- تقع حدود مسؤولية المنصة في مواجهة المؤجر على تقديم قائمة مشرفي الوحدات المتاحين مع التقييمات الخاص بهم إن وجدت ، وفي حال النزاع بين المؤجر ومشرف الوحدة فيتم حله بواسطة الجهات الرسمية ، ولا تتحمل المنصة أي تبعات قانونيةٮ<br>
                3- يتم إسناد أي عمل لمشرف الوحدات بواسطة المؤجر ، ويكون التواصل بينهما داخل المنصة أو خارجها تحت مسؤوليتهما القانونية ولا تتحمل المنصة أي خروج عن نطاق العمل المكلف به أو أي تصرفات من الطرفينٮ<br>
                4- في حال مخالفة مشرف الوحدات للتعليمات أو تلاعبه بالمستندات أو مخالفته لأي من أحكام هذه الاتفاقية ، فيحق للمنصة حذف حساب مع احتفاظها بكافة حقوقها الشرعية والقانونيةٮ
            </p>
            
            <h3>المادة السابعة : المؤجر</h3>
            <p>
                1- تقدم المنصة للمؤجر خدمة التعاقد لتأجير الوحدة التابعة له ، بواسطة عرضها على المنصة ، وإتاحة استئجارها لأي مستخدم يرغب بذلك ، ويتم تحصيل قيمة الأجرة فقط بواسطة المنصة ، ويكون الدفع بعد إتمام اختيار الوحدة الإيجارية ، وأي رسوم أخرى يفرضها المؤجر فيكون تحصيلها بواسطته حصراًٮ<br>
                2- يتم تحويل حصة المؤجر من حساب المنصة خلال 48 ساعة من عملية تحصيل المبلغ بعد خصم النسبة المستحقة للمنصة. للمنصة نسبة ثابتة من أي وحدة إيجارية وقدرها (5٪) من مبلغ الأجرة ويتم خصمها قبل تحويل المبلغ لحساب المؤجرٮ<br>
                3- تقع حدود مسؤولية المنصة على تقديم الوحدة الإيجارية وصورها وتقييمها ، ولا تتحمل المنصة أي إجراء مخالف بواسطة المؤجر أو المستأجر ، وفي حال النزاع بين المؤجر والمستأجر فيتم حله بواسطة الجهات الرسمية ، وتكون المنصة بمنأى عن هذا الخلافٮ<br>
                4- في حال تم عرض وحدة إيجارية من قبل المؤجر وتبين بعد حجزها أنها غير متاحة فيتحمل المؤجر الضرر المترتب على ذلك ، وتكون حدود مسؤولية المنصة هو إعادة المبلغ المدفوع من قبل المستأجر ، ويحق للمنصة في حال تكرار هذه المخالفة من قبل المؤجر تعليق حسابه أو حذفه نهائياًٮ<br>
                5- يقر المؤجر بموافقته على تصوير الوحدة الإيجارية الخاصة به وعرضها على المنصة وكافة منصات التواصل الاجتماعي لغرض التسويقٮ
            </p>
            
            <h3>المادة الثامنة : المستأجر</h3>
            <p>
                1- تقدم المنصة للمستأجر خدمة اختيار مقر إقامة لاستئجاره ، وتبين فيه تقييم الوحدة وصورها ومزاياهاٮ<br>
                2- يتم تحصيل قيمة الأجرة فقط بواسطة المنصة ، ويكون الدفع بعد إتمام اختيار الوحدة الإيجارية ، وأي رسوم أخرى يفرضها المؤجر فيكون تحصيلها بواسطته حصراًٮ<br>
                3- يلتزم المستأجر بالحفاظ على الوحدة الإيجارية وعدم العبث بها بأي شكل من أشكال العبث ، وتعتبر الوحدات الإيجارية لغرض السكن ولا يجوز إقامة الاحتفالات أو التجمعات ، وفي حال المخالفة فيحق للمنصة تجميد حساب المستخدم أو حذفه نهائياً ، مع الاحتفاظ بكافة الحقوق القانونية والشرعيةٮ<br>
                4- في حال الخلاف بين المؤجر والمستأجر لأي سبب كان ، فيكون الخلاف بينهما حصراً ، ولا تتحمل المنصة أي تبعات قانونية أو شرعية ، وتكون حدود مسؤوليتها هي توفير معلومات الأطراف للأجهزة المعنيةٮ<br>
                5- يقر ويتعهد المستأجر بعدم استخدام الوحدة المستأجرة لأي أغراض تجارية ، من خلال إعادة تأجيرها أو خلاف ذلكٮ
            </p>
            
            <h3>المادة التاسعة : حدود المسؤولية</h3>
            <p>
                1- يوافق المستخدم ويقر أن المنصة لن تكون مسؤولة عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية ، وعلى سبيل المثال لا الحصر الأضرار التي يتسبب بها المستأجر أو المشرف ، أو عدم توفر الوحدة الإيجارية أو عدم جاهزيتها ، أو اختفاء الأثاث وغيرها الناتجة عن استخدام الخدمة عبر المنصةٮ<br>
                2- يتحمل المستخدم كامل المسؤولية لأي خدمة يقوم بها بواسطة المنصة ، ولا تتحمل المنصة أي تبعات قانونية تنشأ عن هذا الاستخدامٮ<br>
                3- في حال الخلافات بين المؤجر والمستأجر والمشرف فيكون الفصل في هذا الخلاف من اختصاص الجهات الرسمية داخل الدولة التي حصل فيها الخلاف ، وتكون حدود المسؤولية للمنصة هي توفير معلومات الأطراف ولا تتحمل أي تبعات قانونية أخرىٮ<br>
                4- يقر جميع الأطراف بأحقية المنصة لمشاركة بياناتهم الشخصية للأطراف المتضررين وغيرهم ، ويقرون بالموافقة على مشاركة بياناتهم الشخصية لأي جهة رسمية تقررها المنصةٮ<br>
                5- لا تضمن المنصة جودة المنتجات أو الخدمات المقدمة بواسطتها ، وتقتصر حدود مسؤوليتها على تقديم المعلومات المتاحة للطرف المستفيد ، ولا تضمن أن تكون جودة تلك المعلومات أو حالتها مماثلة لما تم تقديمه ، ولا أن تكون بالدقة التي يتوقعها المستفيدٮ<br>
                6- يقر المستخدم ويوافق باستخدام المنصة للبيانات والعمليات داخلها بمختلف أنواعها وأشكالها ، وذلك لغرض تطوير المنصة ومعالجة المشاكل إن وجدت أو لتحليل البيانات أو لأي غرض آخرٮ<br>
                7- إن عدم استخدام المنصة أو تنفيذ أي حق أو شرط تم ذكره في هذه الاتفاقية لا يعد تنازلاً منها عنه ، ويمكنها استخدامه متى رأت ذلكٮ
            </p>
            
            <h3>المادة العاشرة : الملكية الفكرية</h3>
            <p>
                إن جميع خدمات المنصة ومميزاتها محمية وخاصة بالمنصة ولا يجوز التعدي عليها بسرقة الأفكار أو المزايا واستخدامها لأي منصات أخرى بدون الحصول على إذن مسبق من المنصة ، وفي حال التعدي فتحتفظ المنصة بكافة حقوقها الشرعية والقانونية المترتبة على ذلكٮ
            </p>
            
            <h3>المادة الحادية عشرة : تسجيل الوصول</h3>
            <p>
                1- يتم إتاحة تسجيل وصول المستأجر بناء على رغبة المؤجر ويتم تبيين ذلك خلال عملية الحجزٮ<br>
                2- يكون تسجيل الوصول المتأخر بناء على رغبة المؤجر ويتم تبيين ذلك خلال عملية الحجزٮ<br>
                3- في حال الرغبة بتحديد ساعة أخرى فتتيح المنصة للمستأجر التواصل مع المؤجر والاتفاق على ميعاد تسجيل الوصول ، ولا تتحمل المنصة أي خطأ ينتج عن تسجيل الوصولٮ<br>
                4- في حال عدم تسجيل الوصول للوحدة المؤجرة من قبل المستأجر ، فيتعبر الحجز سارياً وغير قابل للإعادة بكل الأحوالٮ
            </p>
            
            <h3>المادة الثانية عشرة : التعديلات والإلغاء</h3>
            <p>
                1- للمنصة ثلاث باقات تخص تعديل وإلغاء الحجوزات يتم تبيينها أثناء عملية الحجز وهي كالتالي :<br>
                    أ- مواعيد مرنة ، والتي تمكن المستخدم من إجراء تعديلات موسعة وبأوقات أكثرٮ<br>
                    ب- مواعيد محدودة ، والتي تمكن المستخدم من إجراء بعض التعديلات ووفق أوقات محددةٮ<br>
                    ت- مواعيد غير قابلة للإلغاءٮ<br>
                2- في حال الرغبة في التعديل على الحجوزات فتتيح المنصة للمستأجر التواصل مع المؤجر والاتفاق على أي تعديلات ، ولا يتم قبول أي تعديل إلا بوافقة المؤجر أو وفق ما تم اختياره من باقةٮ<br>
                3- في حال موافقة المؤجر على الإلغاء فيتم إعادة المبلغ المدفوع من قبل طالب الإلغاء خلال مدة 48 ساعة بعد خصم رسوم العمليةٮ
            </p>
            
            <h3>المادة الثالثة عشر : شركات طرف ثالث</h3>
            <p>
                1- تتيح المنصة تقديم خدمات النظافة بواسطة التعاقد مع شركات نظافة وإتاحة هذه الخدمة عبر المنصةٮ<br>
                2- في حال نشوء خلاف بين أحد الأطراف المستفيدين من هذه الخدمة فتقع حدود مسؤولية المنصة على توفير المعلومات ، ويكون الفصل في النزاع من اختصاص الدولة التي وقعت المشكلة بهاٮ
            </p>
            
            <h3>المادة الرابعة عشر : أحكام إضافية</h3>
            <p>
                1- تقدم المنصة عروضاً ترويجية ، وهي عبارة عن أكواد أو قسائم يتم استخدامها ووضعها في صفحة الدفع عبر الخانة الخاصة بهاٮ<br>
                2- لا تدخل الضرائب ورسوم التأمين وخلافها في الخصومات والعروض الترويجيةٮ<br>
                3- يحق للمنصة إلغاء الحجز أو تعطيل الحساب في حال تبين وجود احتيال أو مخالفة لأحكام هذه الاتفاقية وذلك في أي وقت ومتى رأت ذلكٮ<br>
                4- لا تتحمل المنصة أي مسؤولية في حال تعذر تقديم الخدمة أو جزء منها وذلك في الظروف الاستثنائية ، مثل حالات الطوارئ أو القوة القاهرةٮ<br>
                5- يحق للمنصة تحديث وتعديل وإضافة أي بنود في هذه الاتفاقية في أي وقت ، وتعتبر سارية وموافق عليها بعد تاريخ نشرها ، ويعد استخدام خدمات المنصة موافقة على ذلكٮ<br>
                6- في حال اعتبار أي من أحكام هذه الاتفاقية شروطاً باطلة أو فاسدة أو غير قابلة للتطبيق ، فهذا لا يلغي الأجزاء الصالحة منها ولا يعني أن تتأثر أو تفقد صحتها تبعاً للباطل أو الفاسد منها ، بل تعتبر قائمة بذاتهاٮ<br>
                7- التقييم والتعليق على خدمات المنصة يكون للمستفيدين منها حصراً ، ويتم نشر أي تعليقات سواء كانت إيجابية أو سلبية ، مالم تتضمن إساءة شخصية لأحد ماٮ<br>
                8- يجوز للمنصة استخدام أي خوارزميات أو خدمات الذكاء الاصطناعي بما يخدم المستفيدين من المنصة وبما لا يتعارض مع أحكام هذه الاتفاقيةٮ<br>
                9- لا تضمن المنصة ولا تقدم أي تعهدات بما يتعلق بقبول أي طلب ، أو النتائج التي يمكن الحصول عليها من خلال استخدام المنصة، أو أن الأسعار أقل من أي منصة أخرىٮ<br>
                10- لا تتحمل المنصة أي مسؤولية ناتجة عن الإعلانات التجارية داخل المنصة وجودتها أو صحة معلوماتها ، ولا تتحمل أي فيروسات أو مواد ضارةٮ<br>
                11- تندرج تحت جميع أحكام هذه الاتفاقية المراسلات بين المنصة والمستخدم سواء كان عبر الإيميل أو أي وسيلة من الوسائلٮ
            </p>
            
            <h3>المادة الخامسة عشر : أحكام ختامية</h3>
            <p>
                1- في حال وجود خلاف أو نزاع لا سمح الله ناتج عن تنفيذ أحكام هذه الاتفاقية فيتم حله بالطرق الودية ، وإن تعذر ذلك فيكون الفصل فيها عن طريق التحكيم داخل المملكة العربية السعوديةٮ<br>
                2- حررت هذه الاتفاقية من خمس عشرة بنداً للعمل بموجبها وبالله التوفيقٮ
            </p>
        </div>
        <!-- End of Terms and Conditions Section -->
    </div>
</div>


    <script>
        function changeLanguage(lang) {
            console.log("Changing language to: " + lang);
            $.ajax({
                url: '/language/' + lang,
                type: 'GET',
                success: function (data) {
                    console.log("Language changed successfully, reloading page.");
                    window.location.reload();
                },
                error: function (error) {
                    console.error('Error changing language:', error);
                }
            });
        }
    </script>

    <!-- jQuery plugins -->
<script src="{{ asset('user-assets/js/jquery.js') }}"></script>
<script src="{{ asset('user-assets/js/popper.min.js') }}"></script>
<script src="{{ asset('user-assets/js/bootstrap.min.js') }}"></script>
<script src="{{ asset('user-assets/js/owl.js') }}"></script>
<script src="{{ asset('user-assets/js/wow.js') }}"></script>
<script src="{{ asset('user-assets/js/validation.js') }}"></script>
<script src="{{ asset('user-assets/js/jquery.fancybox.js') }}"></script>
<script src="{{ asset('user-assets/js/appear.js') }}"></script>
<script src="{{ asset('user-assets/js/scrollbar.js') }}"></script>
<script src="{{ asset('user-assets/js/jquery.nice-select.min.js') }}"></script>

<!-- main-js -->
<script src="{{ asset('user-assets/js/script.js') }}"></script>

@endsection
