<section class="boost-your-growth">
    <div class="container">
        <h1>
            ﻋـَﺰّز ﻧُﻤــﻮ أرباحـﻚ
        </h1>
        <p>
            <span>
                <svg id="fi_11502464" enable-background="new 0 0 512 512" height="512" viewBox="0 0 512 512" width="512" xmlns="http://www.w3.org/2000/svg"><path clip-rule="evenodd" d="m52.246 239.578c-9.043 9.043-9.043 23.803 0 32.846l177.132 177.126c9.057 9.057 23.79 9.057 32.846 0l9.908-9.908c9.065-9.065 9.067-23.79.001-32.857l-134.37-134.357c-9.067-9.065-9.067-23.793 0-32.858l134.369-134.358c9.067-9.066 9.066-23.79-.001-32.856l-9.908-9.908c-9.043-9.043-23.803-9.043-32.846 0zm364.742-177.132c9.052-9.053 23.799-9.052 32.851 0l9.908 9.908c9.048 9.048 9.049 23.808 0 32.857l-134.363 134.359c-9.066 9.066-9.066 23.792 0 32.858l134.364 134.358c9.052 9.051 9.051 23.806 0 32.857l-9.908 9.908c-9.056 9.056-23.795 9.057-32.851 0l-161.398-161.403c-45.274 45.229-33.822 33.759-.033-.033l-15.69-15.691c-9.049-9.049-9.048-23.798 0-32.847z" fill-rule="evenodd"></path></svg>
            </span>
            <span>
                منصة يور ستاي تطبيق إلكتروني مبتكر يضم خيارات متنوعة من بيوت العطلات الخاصة في مكان واحد. بما في ذلك الفلل والشقق السكنية التشاركية، المزارع والشاليهات، والمخيمات، والمنتجعات. يهدف التطبيق إلى تعزيز نمو أرباحك من خلال طرق مبتكرة وفعالة لاستقبال ضيوفك.
            </span>
        </p>
        <div class="line-part">
            <div class="text">
                <h2>
                    مُميزات التطبيق
                </h2>
                <p>
                    عَيِّن مشرف خاص لوحدتك يدير عنك جميع ما يتعلق بتأجير وحدتك (بما في ذلك الرد على الضيوف والتفاوض معهم، وتنسيق جدول استقبال ضيوفك.. ومزايا عديدة مثل التسويق لوحدتك وغيرها).
                </p>
            </div>
            <div class="imgs_wrapper">
                <img src="{{ asset('/site/imgs/boost.jpg') }}" class="for-pc" alt="">
                <img src="{{ asset('/site/imgs/boost-mobile.jpg') }}" class="for-mobile" alt="">
            </div>
            <div class="bottom">
                <div>
                    <h3>- ﻋﻤﻮﻟﺔ أﻗﻞ</h3>
                    <p>
                        بالإضافة إلى عروض خاصة
                        <br>
                        بعملائك مقارنة بالمنصات الأخرى.
                    </p>
                </div>
                <div>
                    <h3>أﻣﻜﺎﻧﻴﻪ اﻟﺘﻔﺎوض</h3>
                    <p>
                        تفاوض على الأسعار
                        <br>
                         مع عملائك مما يشجع على فرص حجز أكبر.
                    </p>
                </div>
            </div>
        </div>
    </div>
</section>
