<section class="meets-need">
    <div class="container">
        <h1>ﻳﻮرﺳﺘﺎي ﻳُﻠبي ﻛﻞ اﺣﺘﻴﺎﺟﺎﺗﻚ</h1>
        <p>
            كما يقدم لك يورستاي العديد من المُميزات الأخرى التي تساعدك في إدارة أملاكك بأعلى مستوى من الكفاءة والراحة.
        </p>
        <div class="cards_wrapper">
            <div class="card">
                <img src="{{ asset('/site/imgs/Ficon-01.png') }}" alt="إدارة كاملة لعقارك">
                <div class="text">
                    <h3>إدارة كاملة لعقارك</h3>
                    <p>يورستاي يوفر لك حلاً متكاملاً لإدارة عقارك وتنظيم عمليات الحجز والإدارة والتسويق والصيانة وتعيين
                        مشرفين لإدارة وحداتك العقارية.</p>
                </div>
            </div>

            <div class="card">
                <img src="{{ asset('/site/imgs/Ficon-02.png') }}" alt="عمليات نظامية وآمنة">
                <div class="text">
                    <h3>عمليات نظامية وآمنة</h3>
                    <p>منصة يورستاي تتبع أحدث الأنظمة والقوانين واللوائح المتعلقة بإدارة العقارات والمعاملات المالية، مما
                        يضمن إطار قانوني واضح وآمن.</p>
                </div>
            </div>

            <div class="card">
                <img src="{{ asset('/site/imgs/Ficon-03.png') }}" alt="">
                <div class="text">
                    <h3>طرق دفع متعددة وآمنة</h3>
                    <p>دعم الدفع الإلكتروني الآمن من خلال بطاقات الائتمان أو المحافظ الرقمية، مما يسهل عمليات الدفع ويضمن
                        أمان المعلومات المالية.</p>
                </div>
            </div>

            <div class="card">
                <img src="{{ asset('/site/imgs/Ficon-04.png') }}" alt="24/7 دعم فني سريع">
                <div class="text">
                    <h3>24/7 دعم فني سريع</h3>
                    <p>تقديم دعم فني على مدار الساعة لحل أي مشكلات تواجه المستخدمين، سواء كانوا مستأجرين أو مالكي عقارات،
                        مما يضمن تجربة سلسة.</p>
                </div>
            </div>

            <div class="card">
                <img src="{{ asset('/site/imgs/Ficon-05.png') }}" alt="انتشار واسع حول العالم">
                <div class="text">
                    <h3>انتشار واسع حول العالم</h3>
                    <p>تصميم بسيط يُسهل التنقل والبحث عن العقارات المتاحة للحجز أو التأجير، مما يضمن تجربة سلسة لجميع
                        المستخدمين.</p>
                </div>
            </div>

            <div class="card">
                <img src="{{ asset('/site/imgs/Ficon-06.png') }}" alt="منصة سهلة ومتكاملة">
                <div class="text">
                    <h3>منصة سهلة ومتكاملة</h3>
                    <p>سواء كنت مالك عقار أو مستأجر، استفد من شبكتنا الواسعة حول العالم للحصول على أفضل الخيارات والنتائج
                        بشكل متكامل.</p>
                </div>
            </div>

            <div class="card">
                <img src="{{ asset('/site/imgs/Ficon-07.png') }}" alt="باقات النظافة والصيانة">
                <div class="text">
                    <h3>باقات النظافة والصيانة</h3>
                    <p>يورستاي تقدم أفضل باقات النظافة والصيانة عبر شركاء موثوقين، لضمان تقديم أفضل تجربة إقامة لضيوفك.</p>
                </div>
            </div>
        </div>
    </div>
</section>
