<section class="our-vision">
    <div class="container">
        <h1>
            ﻳﻮرﺳﺘــــــﺎي .. رؤﻳــــــــــــﺔ ﻣُﻠﻬﻤﺔ
            <br>
            ﻣﻦ ﻋُﻤـــــﻖ ﻫــﺬا اﻟــﻮﻃﻦ اﻟﻤِﻌﻄــــــــــــــــــــــــــــــــﺎء
        </h1>
        <p>
            تصدرت المملكة العربية السعودية قائمة الأمم المتحدة "السياحة" نمو عدد السياح الدوليين لعام 2023م مقارنة
            بالعام 2019م، كإحدى الدول الكبرى سياحيًا، حيث حققت المملكة ارتفاعًا بنسبة 56% في عدد السياح الوافدين في
            العام 2023م مقارنة بعام 2019م، وذلك وفقًا لتقرير الباروميتر الصادر من الأمم المتحدة "السياحة" لشهر يناير
            2024م. كما يشير التقرير إلى تحقيق المملكة تعافيًا بنسبة 156% في أعداد السياح الوافدين خلال العام 2023م
            مقارنةً بالعام 2019م. وساهمت الإنجازات البارزة التي حققتها المملكة في قطاع السياحة في قيادة منطقة الشرق
            الأوسط "التعافي العالمي" في مجال السياحة، باعتبارها المنطقة الوحيدة التي حققت نموًا يتجاوز مستويات ما قبل
            جائحة "كوفيد-19"، حيث بلغت نسبة التعافي في أعداد السياح الدوليين 122% على مستوى منطقة الشرق الأوسط خلال
            العام 2023م مقارنةً بالعام 2019م. وشهدت مختلف الوجهات السياحية في المملكة ارتفاعًا ملحوظًا في أعداد الزوار
            الوافدين والمحليين خلال العام 2023م.
        </p>
        <h1 class="middle">
            <span>
                1
            </span>
            <span>
                نمو عدد السياح الدوليين للمملكة
                <br>
                عام 2023 مقارنةً بعام 2019
                <br>
                بين الدول الكبرى سياحيًا
            </span>
        </h1>

        <div class="statistics">
            <div>
                <span>
                    %65
                </span>
                ﻧﺴﺒﺔ أرﺗﻔﺎع اﻟﺴﻴﺎح
                <br>
                2023 اﻟﺪوﻟﻴين ﻋﺎم
                <br>
                2019 ﻣﻘﺎرﻧﺔ ﺑﻌﺎم
            </div>
            <div>
                <span>%156</span>
                ﻧﺴﺒﺔ ﺗﻌﺎفي أﻋﺪاد اﻟﺴﻴﺎح
                <br>
                اﻟﺪوﻟﻴين اﻟﻤﻤﻠﻜﺔ اﻟﻌﺮﺑﻴﺔ
                <br>
                اﻟﺴﻌــــﻮدﻳﺔ
            </div>
        </div>
        <div class="img_wrapper">
            <img src="{{asset('site/imgs/logos.png')}}" alt="" class="logos">
        </div>
    </div>
</section>
